<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>&#63;iPhone, Por qu&eacute;&#191;</title>
</head>
<body>
<p>El iPhone se siente como compra de lujo, ¿no?</p>

<p>Les voy a compartir una reflexi&oacute;n porque no quiero que por comprar un iPhone luego se sientan culpables y terminen castig&aacute;ndose de otra manera, o rompi&eacute;ndole la pantalla a su iPhone en el primer d&iacute;a (si, estoy hablando de ti, t&uacute; sabes quien eres).</p>

<p>Hoy todo mundo trae un telefono y hasta es esperado que traigas uno y que le puedas instalar apps. En Mexico nada mas con WhatsApp tienes, es parte de la canasta b&aacute;sica.

<p>No es una compra cualquiera pero tampoco creo que sea un despilfarro de dinero. La compra de un iPhone si se siente como de lujo por todo el trabajo de branding que Apple ha hecho de su marca. A&uacute;n as&iacute; no creo que el dinero que pagas sea un derroche de dinero. Creo que es una forma inteligente de gastar el dinero si lo puedes pagar.

<p>Cuando Steve Jobs anunci&oacute; el iPhone en 2007, durante su presentaci&oacute;n dijo que ten&iacute;a tres dispositivos que anunciar: un iPod con pantalla amplia, un telefono movil revolucionario, y un comunicador de internet nunca antes visto. Repiti&oacute; los mismos tres dispositivos como dos o tres veces y le pregunt&oacute; a la audiencia "¿entienden de que estoy hablando?". Obviamente estaba hablando de un solo dispositivo, el iPhone, pero a la vez nadie entendi&oacute; en ese momento que adem&aacute;s estaba hablando de la visi&oacute;n de toda su vida que hasta ese momento los avances de la tecnolog&iacute;a no le hab&iacute;an permitido crear. 

<p>Lo llamaron iPhone porque era el mejor nombre para venderlo y que hicieramos la asociaci&oacute;n de que reemplazar&iacute;as lo que hasta entonces conoc&iacute;amos como tel&eacute;fonos moviles/celulares. La realidad es que Apple estaba reemplazando los tel&eacute;fonos con una computadora. Est&aacute;s comprando una computadora de bolsillo, solo sucede que esa computadora de bolsillo incluye las capacidades de un tel&eacute;fono m&oacute;vil. Mucha gente a&uacute;n no hace conscientemente ese cambio de mentalidad, de que no es un tel&eacute;fono, es una computadora. 

<p>Cuando quieres comprar una computadora, si quieres llevartela contigo a todos lados, no compras una de escritorio, compras una laptop. Pero la laptop tiene sus limites, aunque es portatil no la puedes traer contigo todo el tiempo, es impr&aacute;ctico, no te la llevas contigo cada que vas al cine o  restaurante. Una computadora de bolsillo es realmente la opci&oacute;n mas portatil. Y la mejor computadora que puedes comprar es la que siempre tienes al alcance. Eso es el iPhone.

<p>La gran diferencia es que es un sistema operativo diferente, no es Windows, no es macOS, es iOS. As&iacute; que tienes que aprender un sistema operativo que esta dise&ntilde;ado para una pantalla mas peque&ntilde;a que una laptop, que no usa un mouse o un teclado f&iacute;sico. A est&aacute;s alturas, ustedes se sienten probablmente mas c&oacute;modos usando iOS que Windows o macOS porque iOS es el sistema operativo que usan todos los d&iacute;as, incluyendo fines de semana y vacaciones.

<p>As&iacute; que necesitan hacer ese cambio de mentalidad: no es un tel&eacute;fono, es una poderosa computadora personal, realmente portatil, y siempre conectada a internet.</p>

<p>Si, puedes tener mucho entretenimiento con esa computadora, puedes perder tres horas en el ba&ntilde;o viendo TikTok, peleandote por una tonter&iacute;a con un desconocido en Facebook, jugando Candy Crush, viendo a un influencer en YouTube, o haciendo binge watching de Ted Lasso, Better Call Saul, o Star Trek en alg&uacute;n servicio de streaming. Todo eso es un uso v&aacute;lido, es parte de las capacidades de este dispositivo y es maravilloso que podamos tener todo eso al alcance todo el tiempo.</p>

<p>Pero no es solo un dispositivo de entretenimiento, tambi&eacute;n puedes hacer cosas productivas o cosas que te hacen la vida mas f&aacute;cil.</p>

<p>Pueden comrpar cosas que necesitas en tiendas online como Amazon, puedes pedir un "taxi" para transportarte, puedes ver resultados de estudios de laboratorios, puedes tener una consulta m&eacute;dica remota, puedes tener informaci&oacute;n importante a la mano como el clima o noticias, puedes transferir dinero, ver tus estados de cuenta, o ver cu&aacute;nto debes y a&uacute;n as&iacute; seguir pasando la tarjeta porque #yolo.</p>

<p>Y ese es el cambio de mentalidad sobre el "tel&eacute;fono" que est&aacute;n comprando: entender que esos "cuadritos" que ven en pantalla son herramientas, no porque f&iacute;sicamente no las pueden tener en sus manos como un llave de presi&oacute;n o un desarmador, no significa que no son herramientas. Se llama software y algunas son mas complejas que otras de aprender pero son herramientas que se pueden volver muy &uacute;tiles.</p>

<p>En Notas, por ejemplo, pueden guardar todo tipo de informaci&oacute;n que no necesariamente tienen donde guardar, Notas puede ser un lugar para almacenar todo tipo de informaci&oacute;n que usan en su vida diaria. ¿Alguien les recomienda una pel&iacute;cula? pueden crear una nota llamada "Pel&iacute;culas Recomendadas" para revisarla cuando anden buscando qu&eacute; ver. Lo mismo con alguien que les recomeinda un libro, un restaurante, o un lugar para visitar. Pueden tener una nota con informaci&oacute;n que es dif&iacute;cil de recordar pero que a veces necesitan, como los datos de su pasaporte, RFC, CURP, datos de una tarjeta de banco para no tener que sacarla de su cartera cada que van a comprar algo, o una nota con cu&aacute;ntos hijos tienen y las fechas de nacimiento, o aniversario de casados... he o&iacute;do que a algunas personas se les olvida. Tambi&eacute;n pueden proteger las notas con una contrase&ntilde;a, por ejemplo una nota donde guarden informaci&oacute;n de una tarejeta de cr&eacute;dito o cualquier informaci&oacute;n que consideren privada. Quiz&aacute; manejan documentos como parte de su trabajo, pueden organizar las notas en carpetas o con etiquetas (tags), una carpeta de trabajo y otra personal, o como quieran. En una Nota pueden agregar fotos o desde la nota tambi&eacute;n scanear documentos que se guardan como PDFs y pueden enviarlos por email. Pueden tener notas compartidas con su pareja de cosas que ambos necesitan como datos de sus hijos (estatura, peso, CURP, tipo de sangre, etc) y pueden ambos colaborar en una Nota, actualizarla y el otro ver los cambios al instante.</p>

<p>En Recordatorios, pueden crear varias listas, una lista para cada hijo. En cada lista pueden agregar recordatorios como "Comprar mapamundi para el Lunes", "Llevar material para actividad de oto&ntilde;o", "Pedir calificaciones a la maestra", etc. Cada recordatorio puede o no tener una fecha y hora para que el iPhone te recuerde, incluso puedes decirle que te recuerde llegando o alej&aacute;ndote de una ubicaci&oacute;n. Pueden tener una lista de "Despensa" donde pueden agregar "Mayonesa" cuando abren el refer&iacute; y ya no les alcanz&oacute; para preparar un sandwich, porque la realidad es que tienen muchas otras cosas en qu&eacute; pensar y no van a recordar que falta mayonesa la pr&oacute;xima vez que est&eacute;n en la tienda y tampoco recordar&aacute;n decirle a su pareja que falta mayonesa. Esa lista puede ser compartida, de tal manera que cuando su pareja est&eacute; en la tienda, puede abrir esa lista y ver qu&eacute; falta mayonesa. 

<p>El Calendario es lo mismo, pueden tener un calendario compartido de la familia, donde pueden agregar eventos de cada uno de sus hijos, con alarmas, quiz&aacute; una cita con la quedante o una pillamada. De tal manera que ambos est&eacute;n informados de todos los eventos y no suceda que se les olvid&oacute; avisarle al otro que ya ten&iacute;an algo y el otro ya hizo compromiso con otro evento. 

<p>No se diga la app de Fotos. Tienen la mejor c&aacute;mara del mundo a la mano, no porque sea la c&aacute;mara del iPhone sino porque la mejor c&aacute;mara es la que tienen al alcance ya que es la que les permite "registrar" un momento que quiz&aacute; nunca vuelvan a presenciar. Pueden tener albums compartidos para que en lugar de llenar su WhatsApp o Messages de fotos, reciban la notificaci&oacute;n de un album compartido y ah&iacute; ver las fotos, que saben que est&aacute;n en Fotos y no tratar de recordad por donde se las compartieron. Incluso pueden tener una biblioteca de fotos compartidas y cada que tomen una foto elegir si se va a la biblioteca de fotos compartida o no. Pueden etiquetar fotos para que sea f&aacute;cil encontrarlas despu&eacute;s o buscar fotos por persona o por lugar.</p>

<p>Para hacer todo eso tienen que tomarse el tiempo para aprender esas herramientas y lo bueno de esas apps es que no son dif&iacute;cil de usar o aprender, solo necesitas usarlas regularmente para que se vuelvan "faciles", qu&eacute; cuando olvides como se hace algo, en lugar de dejar de usarla, sentarte en otro momento y averiguar como se hace. As&iacute; es como aprendieron a usar Facebook o WhatsApp, us&aacute;ndolas regularmente. Si Elida aprendi&oacute; a pedir Uber y Do&ntilde;a Malena a tomar fotos y enviar mensajes, ustedes pueden aprender mucho mas.</p>

<p>Porque hacer el switch mental a que es una computadora y tomarse el tiempo de aprender las herramientas puede hacer su vida mas conveniente y una forma de extraer mas valor del dispositivo que compraron. Y adem&aacute;s pueden usarla para entretenimiento.</p>

<p>El iPhone es buena opci&oacute;n porque Apple trata de darle a cada iPhone el mayor tiempo de vida posible sin que la experiencia de usuario se deteriore considerablemente. El mayor problema para lograr eso no es que el procesador o la memoria no sean suficientes, iOS y las apps hechas por Apple (y otros developers que saben y les importa lo que hacen), est&aacute;n altamente optimizadas para usar la menor cantidad de recursos posibles.</p>

<p>El mayor problema es la bater&iacute;a, la tecnolog&iacute;a de bater&iacute;as no a avanzado a la velocidad que el mundo requiere ahora. Si tienen AppleCare, obviamente un cambio de bater&iacute;a ser&aacute; mas barato pero si no y su tel&eacute;fono a&uacute;n est&aacute; en buenas condiciones, quiz&aacute; va a valer la pena cambiarle la bater&iacute;a.</p>

<p>En mi experiencia, un iPhone pueden usarlo sin por tres a&ntilde;os sin problema. Usarlo por cuatro a&ntilde;os es viable, quiz&aacute; la experiencia no sea tan fluida como antes pero podr&aacute;n seguir usandolo sin mayores problemas. Apple trata de darle a cada iPhone el mayor tiempo de vida posible sin que la experiencia de usuario se deteriore considerablemente, es una teor&iacute;a conspiracional si escuchan/leen que Apple a prop&oacute;sito hace que los iPhones se alenten. El mayor enemigo de Apple para lograr mas durabilidad de lo iPhones son las bater&iacute;as, las tecnolog&iacute;a de las bater&iacute;as no ha avanzado a la misma velocidad que los dispositivos que las requieren. Si su iPhone sigue en buenas condiciones y su performance es a&uacute;n bueno pero la bater&iacute;a se deteriora considerablemente, quiz&aacute; valga la pena reemplzarla en lugar de reemplazar el iPhone, si a&uacute;n tienen AppleCare, no recuerdo si el cambio de bater&iacute;a es gratis o hay un deducible. Una bater&iacute;a que no falla, no bajar&aacute; de 80% de su performance en dos a&ntilde;os. Si su AppleCare expira, pueden exetenderlo con un pago mensual de entre $10-$15 USD.</p>

<p>Otra vez, en mi experiencia, las &uacute;nicas razones para cambiar el iPhone cada a&ntilde;o son:
<ol type="1">
	<li>Tu trabajo depende de tener lo &uacute;ltimo que ofrece cada iPhone, por ejemplo, si hacer reviews de tecnolog&iacute;a o reportas en avances de tecnolog&iacute;a y tienes que reportar todas las novedades.</li>
	<li>Haces apps para iPhone y obviamente necesitas probar tus apps en los nuevos iPhones.</li>
	<li>Quieres siempre traer el iPhone mas nuevo porque si y tienes el dinero para pagarlo.</li>
</ol>
</p>

<p>Como la &uacute;nica opci&oacute;n en la que encajan ustedes es la tercera, la forma mas f&aacute;cil de hacer eso es darle a Apple su iPhone actual para que se los tome en cuenta para la compra del siguiente. Actualmente se los toman entre $550 y $650 si est&aacute; en buen estado (no necesariamente perfecto).</p>

<p>Y esa es la raz&oacute;n por la que creo que la compra de un iPhone es una forma inteligente de gastar su dinero para tener una computadora personal. Tiene componentes de buena calidad, una muy buena c&aacute;mara, y tiene muy buen tiempo de vida y muy buen soporte del fabricante. Hay muchos otros "telefonos" en el mercado pero en mi opini&oacute;n, este es el que ofrece mas valor. </p>
</body>
</html>